Repository: aborsu/django-wedding-website
Catalog: bigday/locale/*/LC_MESSAGES/django.po
Languages: es, fr

source: English
es: Inglés
fr: Anglais

source: Spanish
es: Español
fr: Espagnol

source: French
es: Francés
fr: Français

source: Théo et Violeta's big day
es: El gran día de Théo y Violeta
fr: Notre mariage

source: Wedding
es: Matrimonio
fr: Mariage

source: Professional Pictures
es: Fotos profesionales

source: Family Pictures
es: Fotos de familia

source: Disposable Cameras Pictures
es: Fotos cámaras desechables

source: Our Paper Anniversary
es: Bodas de papel

source: Back
es: Volver

source: Wedding List
es: Lista de bodas
fr: Liste de mariage

source: Accomodation
es: Alojamiento

source: We're getting married!
es: ¡Nos vamos a casar!
fr: Nous nous marions !

source: The Wedding Ceremony
es: La ceremonia civil

source: What
es: ¿Qué?
fr: Quoi

source: Our Wedding at Strasbourg Town Hall
es: Matrimonio en el ayuntamiento
fr: Mariage à la Mairie

source: When
es: ¿Cuándo?
fr: Quand ?

source: Thursday, July 5<sup>th</sup> at 4 pm
es: El jueves 5 de julio a las 4pm

source: Where
es: ¿Dónde?
fr: Où ?

source: Strasbourg Town Hall
es: Ayuntamiento de Estrasburgo
fr: À la Mairie de Strasbourg

source: Place Broglie, 67000 Strasbourg, France
es: Plaza Broglie, 67000 Estrasburgo, Francia

source: Dress Code
es: ¿Traje?

source: Formal, with an exotic touch! 😊
es: Formal, ¡con un toque exótico! 😊

source: Transportation
es: ¿No sabes cómo llegar?
fr: Transport

source: Trams B, C and F; tram stop Broglie.
es: Tranvía B, C y F, parada “Broglie”.
fr: Tram B, C et F, arrêt Broglie.

source: Trams E; tram stop Droits de l'homme.
es: Tranvía E, estación « Droits de “l’homme”.

source: Both parking and tram tickets are available at the
es: Tiquetes de transporte + aparcamiento

source: following link.
es: disponibles.
fr: lien suivant.

source: Parking
es: Estacionamiento

source: The following car parks are available next to the Town Hall: Kléber, Opéra,Broglie, Église Saint-Pierre le Jeune, Place du Temple-Neuf and Place du Marché Neuf.
es: Aparcamientos cercanos al ayuntamiento: Kléber, Opéra, Broglie, Église Saint-Pierre le Jeune, Place du Temple-Neuf y Place du Marché Neuf.

source: Thursday Celebration
es: La recepción
fr: La réception

source: Our Marriage Celebration
es: ¡Celebra con nosotros nuestro matrimonio!
fr: Célébrons notre Mariage

source: Thursday, July 5<sup>th</sup> after the wedding ceremony
es: El jueves 5 de julio después de la ceremonia

source: Pavillon Josephine, Strasbourg
es: Pavillon Joséphine, Estrasburgo

source: Phone: +33 3 88 36 52 53
es: Teléfono: +32 4 87 74 21 05
fr: Téléphone : +32 4 75 98 02 42

source: Are you having troubles finding your way ? Call us on +32 475 98 02 42 or +33 7 69 82 01 57.
es: Contáctanos a los números +32 475 98 02 42 or +33 7 69 82 01 57.
fr: Des problèmes pour arriver ? Appelez-nous au +32 475 98 02 42 ou +33 7 69 82 01 57.

source: Parking is available at the entrance to the park and along theAvenue de l'Europe.
es: Hay aparcamientos disponibles a la entrada del parque y sobre la Avenue de l'Europe.

source: Wedding list
es: Lista de bodas
fr: Liste de mariage

source: Thank you all for your kind thoughts and wishes, and we will be thrilled for you to celebrate our union with us. We have already had time to settle down and prepare for our future, and your presence is already a gift to us. If, howewer, you wish to give us a gift, you are welcome to contribute to our honeymoon! 😊<br /><br /> Bank information:<br /> Fieche – Gutierrez Figueroa<br /> IBAN: BE35 0017 3448 9837<br /> BIC : GEBABEBB
es: Les agradecemos a todos por sus buenos deseos y estamos felices de poder festejar junto a ustedes nuestra unión. Hemos tenido el tiempo de instalarnos y de preparar nuestro futuro. Su sola presencia nos llena de alegría. Si de todas maneras desean darnos un presente, puede hacer un aporte para nuestra luna de miel. 😊<br /><br /> Datos bancarios::<br /> Fieche – Gutierrez Figueroa<br /> IBAN: BE35 0017 3448 9837<br /> BIC : GEBABEBB

source: For those of you who do not live in Strasbourg, we suggest you stay at l’Hotêl l’Orangerie, which is located near Pavillon Joséphine. You can make a reservation by email via the following address: info@hotel-orangerie-strasbourg.com. You will be granted a discount by stating that you are attending our wedding. Feel free to browse Airbnb for any available apartments, too.
es: Para aquellos de ustedes que no viven en Estrasburgo, le sugerimos que se alojen en el hotel L'Orangerie, ubicado cerca del Pavillon Joséphine. Puede hacer su reserva escribiendo un correo electrónico a la siguiente dirección: info@hotel-orangerie-strasbourg.com Se les concede un descuento al especificar que asisten a nuestra boda. No duden en consultar también los apartamentos disponibles en Airbnb.

source: We're married!
es: ¡Nos vamos a casar!
fr: Nous sommes mariés !

source: Théo and Violeta - You're Invited!
es: ¡Théo y Violeta se casan!
fr: Théo and Violeta - Nous vous invitons !

source: You are invited!
es: Nos encantaría celebrar contigo nuestra unión.
fr: Nous vous invitons !

source: You're invited to Théo and Violeta's wedding. To view this invitation, visit {} in any browser.
es: Te invitamos a nuestro matrimonio. Para ver esta invitación, por favor visita{} desde cualquier navegador.
fr: Vous êtes invités au mariage de Théo et Violeta. Pour voir cette invitation, visitez {} dans votre navigateur.

source: You're invited
es: Estás invitado
fr: Vous êtes invités

source: meat option
es: plato con carne
fr: plat contenant de la viande

source: vegetarian option
es: plato vegetariano
fr: plat végétarien

source: Théo & Violeta's wedding
es: El matrimonio de Théo y Violeta
fr: Le mariage de Théo & Violeta.

source: Théo and Violeta
es: ¡Nos casamos!
fr: Théo et Violeta

source: View invitation
es: Ver la invitación
fr: Voir l'invitation

source: We have the pleasure of announcing our union, and would be thrilled if you could join us for this special moment in our lives.
es: ¡Tenemos el placer de anunciarles que nos vamos a casar! Nos encantaría poder compartir la alegría de nuestra unión con ustedes.

source: Please view your invitation online in order to rsvp.
es: Consulta tu invitación y confirma tu asistencia. Para ver la invitación haz clic en el botón "Ver la invitación".

source: Théo and Violeta's Wedding
es: ¡Nos casamos!

source: is able to attend
es: va a asistir
fr: assistera

source: is unable to attend
es: no va a asistir
fr: n'assistera pas

source: ... and will eat the
es: ... y va a comer
fr: et souhaite manger...

source: Questions/comments/well wishes
es: Preguntas, comentarios:
fr: Questions, commentaires, vœux :

source: Submit Response
es: Enviar
fr: Envoyer

source: Hi %(party.name)s! Thanks for your response!
es: ¡Hola, %(party.name)s! Gracias por tu mensaje.
fr: Bonjour %(party.name)s! Merci pour votre réponse !

source: We can't wait to celebrate with you in Strasbourg!
es: ¡Nos alegra mucho que te unas a nuestra celebración!
fr: Nous avons hâte de fêter avec vous !

source: If you have any other questions, don't hesitate to email us at
es: Si tienes alguna duda, no dudes en escribirnos a nuestra dirección de correo electrónico:
fr: Si vous avez d'autres questions n'hésitez pas à nous écrire à

source: We're sorry you won't be able to join us in Strasbourg!
es: ¡Qué lástima que no puedas asistir a nuestra celebración!
fr: Nous sommes désolés que vous ne puissiez pas être des nôtres à Strasbourg !

source: We look forward to catching up with you some other time!
es: Esperamos poder verte en otra oportunidad.
fr: Nous espérons avoir l'occasion de vous voir à un autre moment !

source: - Théo and Violeta
es: ¡Nos casamos!
fr: - Théo et Violeta

source: Return to the landing page
es: Volver a la página de inicio
fr: Retour à la page d'accueil

source: Info
fr: Information

source: the Wedding Ceremony
fr: Le mariage de Théo & Violeta

source: Thursday, July 5th at 4 pm
fr: Jeudi 5 juillet – 16h00

source: Both parking and tram tickets are available at
fr: Ticket combiné parking + tram possible. Plus d'information en cliquant sur le

source: The following car parks are available next to the Town Hall: Kléber, Opéra,Broglie, Église Saint-Pierre le Jeune, Place du Temple-Neuf and Place du Marché Neuf
fr: Parkings à proximité immédiate de l’hôtel de ville : Kléber, Opéra, Broglie, Église Saint-Pierre le Jeune, Place du Temple-Neuf et Place du Marché Neuf

source: Thursday, July 5th after the wedding ceremony
fr: Jeudi 5 juillet, après la cérémonie

source: Parking is available at the entrance to the park and along theAvenue de l'Europe
fr: Un parking est disponible à l'entrée du parc et le long de l'Avenue de l'Europe

source: Thank you all for your kind thoughts and wishes, and we will be thrilled for you to celebrate our union with us. We have already had time to settle down and prepare for our future, and your presence is already a gift to us. If, howewer, you wish to give us a gift, you are welcome to contribute to our honeymoon! 😊<br /><br /> Bank information:<br /> Fieche – Gutierrez Figueroa<br /> IBAN : BE35 0017 3448 9837<br /> BIC : GEBABEBB
fr: Merci à tous pour les vœux et vos bons sentiments et nous vous serons heureux que vous fêtiez avec nous notre union. Nous avons déjà eu le temps de nous installer et de préparer notre avenir. Votre présence suffira à nous combler. Si toutefois vous souhaitiez nous faire cadeau, une contribution à la réalisation à notre voyage de noces est possible ! 😊<br /><br /> Coordonnées bancaires :<br /> Fieche – Gutierrez Figueroa<br /> IBAN : BE35 0017 3448 9837<br /> BIC : GEBABEBB

source: We are happy to invite you to our wedding, and would be honoured if you could join us for this special day of our lives.
fr: Nous avons le plaisir de vous faire part de notre union et nous serions heureux que vous puissiez vous joindre à nous en ce moment spécial de nos vies.

source: Please view the invitation online to rsvp.
fr: Merci d'ouvrir l'invitation en ligne pour confirmer votre présence via le bouton "voir l'invitation".

source: Théo and Violeta Wedding
fr: Le mariage de Théo et Violeta

source: Thursday, July 5th at 3:00 pm
fr: Jeudi 5 juillet - heure à déterminer
